[
 { "fajta":"Bokor", "nev":"Törpeberkenye", "latin":"Cotoneaster dammeri", "magas":"30–50 cm", "leiras":"A törpeberkenye egy alacsony, talajtakaró jellegű bokor, amely sűrű, zöld levelekkel és piros bogyókkal díszíti a kertet. Kiválóan alkalmas sövények, szegélyek és kerti díszek készítésére. Az ősz végén a bogyók vonzzák a madarakat, így különösen a természetkedvelők körében népszerű." },
 { "fajta":"Bokor", "nev":"Kékjuhar", "latin":"Euonymus europaeus", "magas":"1,5–3 m", "leiras":"A kékjuhar egy évelő cserje, amely ősszel ragyogó piros vagy rózsaszínű terméseivel hívja fel magára a figyelmet. Lombhullató levelei tavasszal és nyáron zöldek, ősszel viszont színpompásak lesznek. A bokor nemcsak szép, hanem védett növény is, amely a magyar erdők szélén gyakran előfordul." },
 { "fajta":"Bokor", "nev":"Képviselői boróka", "latin":"Juniperus communis", "magas":"0,5–2 m", "leiras":"A közönséges boróka, vagy más néven képviselői boróka, egy évelő, örökzöld cserje, amely erdők, sziklás lejtők, száraz rétek jellemző növénye. Tűlevelei kemények, a bogyói kékes-fekete színűek, és fűszeres ízük miatt gyakran használják étkezési célra. Az örökzöld boróka számos vadállatnak ad menedéket, és védelmet biztosít az erdők szélén." },
 { "fajta":"Bokor", "nev":"Japán bambusz", "latin":"Pseudosasa japonica", "magas":"1,5–3 m", "leiras":"A japán bambusz egy gyorsan növő, díszes örökzöld cserje, amely szép, szálas levelekkel és élénk zöld színnel rendelkezik. A kis szegélyek, pázsitok vagy fák körüli ültetésre is ideális, mivel könnyen alakítható. A növény kis termései népszerűek a kertészek körében, de szükséges a megfelelő gondozás a gyors növekedés miatt." },
 { "fajta":"Bokor", "nev":"Kínai rózsa", "latin":"Hibiscus rosa-sinensis", "magas":"1–3 m", "leiras":"A kínai rózsa különleges, nagy virágairól ismert, melyek piros, rózsaszín, fehér vagy sárga színekben jelennek meg. Történelmi jelentősége miatt számos kultúrában kedvelt dísznövény, különösen az ablakpárkányokon. A fagyérzékeny növény nyáron szép díszítő hatással bír, de télen fűtött helyen kell tartani." },
 { "fajta":"Bokor", "nev":"Gyöngyvirágcserje", "latin":"Kolkwitzia amabilis", "magas":"2–3 m", "leiras":"A gyöngyvirágcserje egy díszes bokor, amely tavasszal bőségesen virágzik apró, rózsaszín virágokkal. A virágok kellemes illatot árasztanak, és a bokor szép, íves formájával szemet gyönyörködtető látványt nyújt. Az enyhe éghajlatot kedvelő növény tökéletes választás kertekbe, különösen a szélvédett helyekre." },
 { "fajta":"Bokor", "nev":"Bodza", "latin":"Sambucus nigra", "magas":"2–4 m", "leiras":"A bodza egy gyorsan növő, lombhullató cserje, amely fehér virágait nyár elején hozza, és bogyós gyümölcsei ősszel sötétlilák lesznek. A virágokból és a bogyókból különféle gyógynövényes készítmények, szörpök és lekvárok készíthetők. A bodza természetes gyógymódként is ismert, mivel kiváló a légúti problémák kezelésére." },
 { "fajta":"Bokor", "nev":"Fodormenta", "latin":"Mentha spicata", "magas":"30–90 cmA fodormenta egy aromás növény, amely kertészetek és házikertek gyakori lakója. Friss, mentolos ízét gyakran használják fűszerként, illetve teák és italok készítéséhez. Ez a gyorsan terjedő, illatos cserje jól bírja a nedves talajt, és vonzza a hasznos rovarokat, például a méheket.", "leiras":"" }
]