[
 { "fajta":"Fa", "nev":"Tölgy", "latin":"Quercus robur", "magas":"20–40 m", "leiras":"A tölgy Magyarország legismertebb és legfontosabb fafajtája, hosszú élettartammal és impozáns méretekkel. Kemény, szilárd fája a bútor- és építőiparban is hasznosul. Az élőhelyek változatossága miatt fontos szerepe van a biodiverzitás fenntartásában." },
 { "fajta":"Fa", "nev":"Fenyő", "latin":"Pinus sylvestris", "magas":"20–30 m", "leiras":"A közönséges fenyő, más néven erdei fenyő, hazánk legelterjedtebb tűlevelű fája. Az egyenes törzs és a könnyen feldolgozható faanyag miatt az ipar széleskörűen használja. A fenyőerdők fontos szereplők a talajerózió elleni küzdelemben." },
 { "fajta":"Fa", "nev":"Akác", "latin":"Robinia pseudoacacia", "magas":"15–25 m", "leiras":"Az akác gyors növekedésű fa, mely ideális a talajvédelmi erdőtelepítésekhez. Kemény és tartós faanyaga értékes az építőiparban, és a méhészet is kedveli. Az akác ellenálló a számos betegséggel szemben, de invazív fajként is elterjedhet." },
 { "fajta":"Fa", "nev":"Nyár", "latin":"Populus", "magas":"20–30 m", "leiras":"A nyár gyors növekedésű fa, amely gyakran telepítésekkel találkozik az erdőgazdálkodásban. Fája puha, könnyen megmunkálható, így ideális papíripari alapanyag. A nyárfa érzékeny a szélre, emiatt gyakran védelmi szerepe van." },
 { "fajta":"Fa", "nev":"Hárs", "latin":"Tilia cordata", "magas":"15–25 m", "leiras":"A hárs széles koronájú, illatos virágairól ismert fa, amely gyakran található parkokban és erdőkben. Fája könnyen dolgozható, és édes, mézes ízű virágaiból mézet is készítenek. A hársfa fontos szerepet játszik a talaj és a vízmegóvásban." },
 { "fajta":"Fa", "nev":"Juhar", "latin":"Acer platanoides", "magas":"15–20 m", "leiras":"A juharfa rendkívül díszes, különösen ősszel, amikor levelei élénk színűek. A juharfa fából készült termékek, például bútorok és szerszámok készítésére is alkalmas. A juhar leginkább hegyvidéki területeken és dombvidékeken fordul elő." },
 { "fajta":"Fa", "nev":"Szil", "latin":"Ulmus", "magas":"20–30 m", "leiras":"A szilfa robusztus, jól alkalmazkodó faj, amely a városok környezetében is megél. Fája tartós, vízálló, ami különösen értékesé teszi. A szil erősebb szelekben is jól megállja a helyét, ezért a védelmi erdőkben is gyakran alkalmazzák." },
 { "fajta":"Fa", "nev":"Cser", "latin":"Carpinus betulus", "magas":"10–20 m", "leiras":"A cserfa kemény, szívós fa, amely különösen jól bírja a szárazabb és sziklás talajokat. A fából készült tárgyak hosszú élettartamúak és ellenállóak. A cser szép, fényes levelekkel és szilárd, egyenes törzsekkel rendelkezik." },
 { "fajta":"Fa", "nev":"Bükk", "latin":"Fagus sylvatica", "magas":"25–40 m", "leiras":"A bükkfa Magyarország egyik legnagyobb és legimpozánsabb fája. A fa erős, tömör, sárgás-fehér színű, és sok ipari felhasználásra alkalmas. A bükkerdők fontos ökológiai szereplők, mivel gazdagok élővilágban." },
 { "fajta":"Fa", "nev":"Mogyoró", "latin":"Corylus avellana", "magas":"4–8 m", "leiras":"A mogyoró egy kisebb cserje, amely bőséges terméssel ajándékozza meg a természetet. A fa vagy cserje ágaiból készült termékek széleskörűek, a mogyoróval pedig a gasztronómia is bőségesen dolgozik. A mogyoróbokrok gyakran nőnek a tölgyesek és bükkösök alatt." }
]