[
 { "fajta":"Virág", "nev":"Tavaszi héric", "latin":"Anemone patens", "magas":"10–30 cm", "leiras":"A tavaszi héric a kora tavaszi virágok közé tartozik, a hűvös tavaszi hónapokban nyílik. A virágok lilás-kék színűek, és gyakran a sziklás, napos lejtőkön találhatók meg. A növény a nedves talajokat kedveli, és fontos szerepe van a tavaszi virágos rétek ökoszisztémájában." },
 { "fajta":"Virág", "nev":"Kékibolya", "latin":"Viola odorata", "magas":"10–20 cm", "leiras":"A kékibolya, más néven illatos ibolya, tavasszal virágzik, és jellegzetes, édes illatú virágairól ismert. Az erdők aljnövényzetében, lombhullató fák árnyékában nő, és a talaj szerves anyagokban gazdag. A növény gyógynövényként is használatos, mivel nyugtató hatású." },
 { "fajta":"Virág", "nev":"Levendula", "latin":"Lavandula angustifolia", "magas":"30–60 cm", "leiras":"A levendula évelő növény, amely jellegzetes lila virágaival és erős illatával vált híressé. Száraz, napsütötte területeken érzi jól magát, és a magyar táj déli részein gyakran előfordul. Aromaterápiás tulajdonságai miatt a levendula olaját széleskörűen használják." },
 { "fajta":"Virág", "nev":"Rózsa", "latin":"Rosa", "magas":"50–150 cm", "leiras":"A rózsa a legismertebb dísznövények egyike, széles körben termesztett és számos fajtája létezik. Virágai különböző színekben és illatokban pompáznak, és sokféle kertben megtalálhatók. A rózsák a romantikus kertek elengedhetetlen részei, és évről évre elnyerik a legszebb virágok címét." },
 { "fajta":"Virág", "nev":"Tulipán", "latin":"Tulipa", "magas":"20–60 cm", "leiras":"A tulipán a tavasz egyik legismertebb virága, mely színes, tűzpiros, sárga, fehér és lila árnyalatokban virágzik. Széleskörűen termesztik díszítő célból, különösen a parkok és kertek éke. A tulipán virágai szimbolizálják a friss kezdeteket és a tavaszi megújulást." },
 { "fajta":"Virág", "nev":"Kankalin", "latin":"Primula vulgaris", "magas":"10–30 cm", "leiras":"A kankalin, más néven tavaszi kankalin, az egyik első virág a tavasz beköszöntével. A virágok élénk színekben, például sárgában, lilában vagy rózsaszínben pompáznak, és erdők alján, nedves réteken élnek. A növény gyógynövényként is ismert, mivel jótékony hatással van a légzőrendszerre." },
 { "fajta":"Virág", "nev":"Gyöngyvirág", "latin":"Convallaria majalis", "magas":"15–30 cm", "leiras":"A gyöngyvirág kicsi, fehér, harang alakú virágokkal rendelkezik, és édes illatot áraszt. Az erdők árnyékos, humuszos talaján él, és a tavasz egyik legkedveltebb virága. A gyöngyvirág védett növény Magyarországon, mivel rendkívül érzékeny a környezeti változásokra." },
 { "fajta":"Virág", "nev":"Liliom", "latin":"Lilium", "magas":"50–120 cm", "leiras":"A liliomok nagy, feltűnő virágai különleges szépségükkel vonzzák a tekintetet. A liliomok számos fajtája létezik, különböző színekben, formákban, és sokféle kertben megtalálhatók. Az illatos virágok az elegancia szimbólumai, és számos kultúrában a tisztaságot, hűséget jelképezik." },
 { "fajta":"Virág", "nev":"Ciklámen", "latin":"Cyclamen", "magas":"10–30 cm", "leiras":"A ciklámen tavaszi és őszi virágzása miatt a kertészetek és erdők népszerű növénye. A virágok széles színválasztékban jelennek meg, leggyakrabban rózsaszín, fehér vagy piros színben. A ciklámen különleges, fordított harangformájú virágaival díszíti a talajt és a sziklás területeket." }
]